---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.MasonryCMUPatternType.None
enum: Autodesk.Revit.DB.Visual.MasonryCMUPatternType
source: html/d56d3704-b966-ad65-03ad-de9a8ac00332.htm
---
# Autodesk.Revit.DB.Visual.MasonryCMUPatternType.None